Repository: tigusigalpa/lenslider
Catalog: languages/lenslider-*.po
Languages: ru_ru

source: Save
ru_ru: Сохранить

source: Select skin:
ru_ru: Выберете скин (шаблон)

source: Add new slider
ru_ru: Добавить новый слайдер

source: Sliders list
ru_ru: Список слайдеров

source: Submit LenSlider data
ru_ru: Обновить информацию

source: LenSlider settings updated
ru_ru: Параметры плагина обновлены

source: LenSlider Settings
ru_ru: Параметры LenSlider

source: General
ru_ru: Общие

source: Sliders limit<br /><span class="description">(max: %d)</span>
ru_ru: Ограничение слайдеров<br /><span class="description">(макс: %d)</span>

source: Banners limit for each slider<br /><span class="description">(max: %d)</span>
ru_ru: Ограничение количества баннеров для слайдера <br /><span class="description">(макс: %d)</span>

source: Enable WordPress cache for sliders
ru_ru: Включить кеширование WordPress при выводе слайдеров

source: Tooltip hint
ru_ru: Всплывающая подсказка

source: Enable <a href="http://onehackoranother.com/projects/jquery/tipsy/" target="_blank">tipsy</a> tooltip for control buttons
ru_ru: Включить скрипт <a href="http://onehackoranother.com/projects/jquery/tipsy/" target="_blank">tipsy</a> для всплывающих подсказок

source: Images
ru_ru: Изображения

source: Upload images maximum size, MB<br /><span class="description">(max: %d)</span>
ru_ru: Максимальный размер загружаемого изображения, МБ<br /><span class="description">(макс: %d)</span>

source: Maximum image width, px<br /><span class="description">(min: %1d; max: %2d)<br />proportions are kept</span>
ru_ru: Максимальная ширина загруженного изображения, пикс<br /><span class="description">(мин: %1d; макс: %2d)<br />пропорции сохраняются</span>

source: Maximum quality of uploaded image<br /><span class="description">(min: %1d; max: %2d)<br />percents</span>
ru_ru: Максимальное качество загружаемого изображения<br /><span class="description">(мин: %1d; макс: %2d)<br />проценты</span>

source: Help
ru_ru: Помощь

source: I would like to support plugin creators and place a plugin link to my site
ru_ru: Я хотел бы подержать создателей плагина и поставить на своем сайте ссылку на сайт плагина

source: Thanks! Let Your dreams come true!
ru_ru: Спасибо! Пусть Ваши мечты сбудутся!

source: Update settings
ru_ru: Обновить параметры

source: A folder with the same skin name already exists. Perhaps, the skin is already installed.
ru_ru: Папка с названием данного скина (шаблона) существует. Возможно такой скин (шаблон) уже установлен.

source: You can’t upload the skin called the 'default', the one is pre-installed.
ru_ru: Вы не можете загружать скин (шаблон) с именем 'default', он предустановлен.

source: Uploadable skin zip-archive can't be extracted. Internal ZipArchive Class error.
ru_ru: Загружаемый zip-архив скина (шаблона) не может быть распакован. Внутренняя ошибка класса ZipArchive.

source: Your PHP version (%s) doesnt include a ZipArchive class. You need to upgrade to php 5.2+ or manually upload archive files into skins folder.
ru_ru: Версия вашего PHP (%s) не включает в себя класс ZipArchive. Вам необходимо обновить версию php до 5.2+ или самостоятельно залить содержимое архива в папку скина (шаблона).

source: This skin is already installed.
ru_ru: Такой скин (шаблон) уже установлен.

source: Uploadable zip-file is invalid: invalid archive mime-type or incorrect name of skin zip-archive.
ru_ru: Ошибка при загрузке zip-архива: неверный mime-тип архива или некорректное наименование архива.

source: LenSlider skins list updated
ru_ru: Список скинов (шаблонов) обновлен

source: LenSlider v%s skins
ru_ru: Скины (шаблоны) LenSlider v%s

source: Upload a new skin (*.zip)
ru_ru: Загрузить новый скин (шаблон) (*.zip)

source: Upload skin
ru_ru: Загрузить скин (шаблон)

source: Skins
ru_ru: Скины (шаблоны)

source: No skins available
ru_ru: Доступных скинов (шаблонов) нет

source: Select slider to insert:
ru_ru: Выберете слайдер для вставки:

source: Insert
ru_ru: Вставить

source: Cancel
ru_ru: Отмена

source: NOTE: After you change the skin for the slider and update the data, slider will be resaved as disabled. Then you’ll be able to change its status on your own to enable it and then update the data.
ru_ru: ВНИМАНИЕ: После смены скина для слайдера и пересохранения данных (обновления данных), слайдер пересохранится как отключенный. Затем Вы сможете самостоятельно поменять его статус на включенный и пересохранить (обновить данные).

source: Settings
ru_ru: Параметры

source: FAQ
ru_ru: ЧаВО

source: Support
ru_ru: Поддержка

source: Free slider plugin for WordPress
ru_ru: Бесплатный плагин слайдеров для WordPress

source: WordPress LenSlider
ru_ru: Слайдеры WordPress

source: Banner link
ru_ru: Ссылка баннера

source: Banner URL path. A minimum of 10 characters
ru_ru: Ссылка баннера. Минимум 10 символов

source: Banner title
ru_ru: Заголовок для баннера

source: Banner title. A minimum of 10 characters
ru_ru: Заголовок баннера. Минимум 10 символов

source: Banner text
ru_ru: Текст баннера

source: Banner image
ru_ru: Изображение для баннера

source: Post image
ru_ru: Изображение из записи

source: Banner thumbnail
ru_ru: Миниатюра для баннера

source: Post thumb
ru_ru: Миниатюра записи

source: Maximum thumbnail width, px
ru_ru: Максимальная ширина миниатюры, пикс

source: Limitation of banners for the slider %s <span class="description">(max: %d)</span>
ru_ru: Ограничение количества баннеров для Слайдера %s <span class="description">(макс: %d)</span>

source: Maximum image width, px<br /><span class="description">(min: %1d; max: %2d); proportions are kept</span>
ru_ru: Максимальная ширина загружаемого изображения, пикс<br /><span class="description">(мин: %1d; макс: %2d); пропорции сохраняются</span>

source: Maximum quality of uploaded image<br /><span class="description">(min: %1d, max: %2d)</span>
ru_ru: Максимальное качество загружаемого изображения<br /><span class="description">(мин: %1d, макс: %2d)</span>

source: Enable banners thumbnails for Slider %s
ru_ru: Создавать минатюры для баннеров Слайдера %s

source: Available LenSlider skins
ru_ru: Доступные скины (шаблоны) LenSlider

source: LenSlider settings
ru_ru: Параметры LenSlider

source: Are you sure?
ru_ru: Вы уверены?

source: You also want to delete thumbnail for this banner?
ru_ru: Вы хотите также удалить и миниатюру к этому баннеру?

source: slider comment
ru_ru: комментарий к слайдеру

source: Errors
ru_ru: Ошибки

source: If there are errors while filling fields, then check the fields marked with red border.
ru_ru: При заполнении полей баннеров возникли ошибки, проверьте поля выделенные красной границей.

source: Maximize
ru_ru: Развернуть

source: Minimize
ru_ru: Свернуть

source: Do you want to set skin settings for the slider?
ru_ru: Вы хотите установить параметры данного скина?

source: Slider #{%torep%} errors:
ru_ru: Ошибки у Слайдера #{%torep%}:

source: Banner {%torep%} errors:
ru_ru: Ошибки у баннера {%torep%}:

source: No sliders available
ru_ru: Доступных (включенных) слайдеров нет

source: Select...
ru_ru: Выберите...

source: Url
ru_ru: Ссылка

source: Post
ru_ru: Запись

source: Page
ru_ru: Страница

source: Category
ru_ru: Категория

source: Banner %d expand / collapse
ru_ru: Свернуть / развернуть баннер %d

source: Delete banner %d of Slider %s
ru_ru: Удалить баннер %d Слайдера %s

source: Banner %d
ru_ru: Баннер %d

source: Banner %d image
ru_ru: Изображение для баннера %d

source: Delete image
ru_ru: Удалить изображение

source: Banner %d thumbnail
ru_ru: Миниатюра для баннера %d

source: Delete thumbnail
ru_ru: Удалить миниатюру

source: Slider <u>%s</u>
ru_ru: Слайдер <u>%s</u>

source: Banners
ru_ru: Баннеры

source: Full delete Slider
ru_ru: Полное удаление Слайдера

source: Expand / Collapse Slider %s banners
ru_ru: Свернуть / Развернуть баннеры Слайдера %s

source: Remove Slider form
ru_ru: Убрать форму Слайдера

source: Slider skin
ru_ru: Скин (шаблон) для слайдера

source: Enable
ru_ru: Включен

source: Disable
ru_ru: Отключен

source: Quick info
ru_ru: Информация

source: Slider #%s preview
ru_ru: Предпросмотр Слайдера #%s

source: Preview
ru_ru: Предпросмотр

source: Slider %s settings
ru_ru: Параметры Слайдера %s

source: Get global settings
ru_ru: Получить глобальные параметры

source: Return local settings
ru_ru: Вернуть локальные параметры

source: Set skin settings
ru_ru: Задать параметры скина (шаблона)

source: Add new banner for Slider %s
ru_ru: Добавить новый баннер для Слайдера %s

source: Slider <u>#%s</u>
ru_ru: Слайдер <u>%s</u>

source: Skin files location:
ru_ru: Папка скина (шаблона):

source: Date:
ru_ru: Дата:

source: Author:
ru_ru: Автор:

source: Version:
ru_ru: Версия:

source: url:
ru_ru: ссылка:

source: view
ru_ru: просмотр

source: You couldn't delete uses skin!
ru_ru: Вы не можете удалять используемый скин (шаблон)

source: Delete
ru_ru: Удалить
